Repository: dorianj/CoRD
Catalog: Resources/*.lproj/Localizable.strings
Languages: es

source: Screen Capture
es: Captura de Pantalla

source: Active sessions
es: Sesiones activas

source: Cancel
es: Cancelar

source: Close selected connection
es: Cierra la conexión seleccionada

source: Connect
es: Conectar

source: Couldn't connect to %@
es: No se pudo conectar a %@

source: Delete
es: Borrar

source: Delete saved server
es: Borrar el servidor guardado

source: Disconnect
es: Desconectar

source: Enter fullscreen mode
es: Entrar en modo pantalla completa

source: Exit Full Screen
es: Salir de Pantalla Completa

source: Full Screen
es: Pantalla Completa

source: Hide Inspector
es: Ocultar Inspector

source: Hide Servers Drawer
es: Ocultar Cajón de Servidores

source: Inspector: No Server Selected
es: Inspector: Ningún Servidor Seleccionado

source: New Server
es: Nuevo Servidor

source: Quick Connect
es: Conexión Rápida

source: Quick Connect Tooltip
es: Conectarse a un ordenador con los parámetros por defecto. Especifique el número de puerto con hostname:puerto (Opcional, el puerto por defecto es el 3389). Shift-Return conecta a una Sesión de Consola.

source: Quick Connect Console
es: Consola

source: Quick Connect Console Tooltip
es: Use Sesión de Consola para una Conexión Rápida (⇧⌘G)

source: Really delete
es: Está seguro que desea borrar el servidor guardado '%@'?

source: Retry
es: Reintentar

source: Save Server As
es: Guardar Servidor Como

source: Saved Servers
es: Servidores Guardados

source: Search Results
es: Resultados de la Búsqueda

source: Servers
es: Servidores

source: Show Inspector
es: Mostrar Inspector

source: Show Servers Drawer
es: Mostrar Cajón de Servidores

source: Start Full Screen
es: Iniciar Pantalla Completa

source: Stop
es: Detener

source: Switch between unified and windowed mode
es: Cambiar entra modo unificado o en ventana

source: The connection timed out.
es: La conexión ha dado timeout.

source: The host name could not be resolved.
es: El nombre de host no se pudo resolver.

source: There was an error connecting.
es: Hubo un error al conectar.

source: Toggle Servers Drawer
es: Ocultar o mostrar el cajón de servidores

source: Unified
es: Unificado

source: Windowed
es: En Ventana

source: You canceled the connection.
es: Ha cancelado la conexión.

source: Toggle Windowed
es: Modo En Ventana

source: Toggle Unified
es: Modo Unificado

source: General Preferences
es: Preferencias Generales

source: Connections Preferences
es: Preferencias de Conexión

source: Connections
es: Conexiones

source: Advanced Preferences
es: Preferencas Avanzadas

source: Advanced
es: Avanzado
